Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Server connection refresh interval: Disabled
sv: Serveranslutningsuppdateringsintervall: Inaktiverad

source: Execute command on '%s' event
sv: Exekvera kommando på '%s' händelse

source: Enable command execution on core
sv: Aktivera kommandokörning på kärnan

source: Core command:
sv: Kommando till kärnan:

source: Enable command execution on GUI
sv: Aktivera kommandokörning via GUI

source: GUI command:
sv: GUI kommando:

source: The following variables will be replaced:
sv: Följande variabler kommer att ersättas:

source: Search warning
sv: Sökvarning

source: Min size must be smaller than max size. Max size ignored.
sv: Min storlek måste vara mindre än max storlek. Max storlek ignoreras.

source: Main
sv: Huvud

source: eD2k search can't be done if eD2k is not connected
sv: eD2k-sökning kan inte göras om eD2k inte är ansluten

source: Unexpected error while attempting Kad search:
sv: Oväntat fel vid försöket med Kadsökningen:

source: Search related files (eD2k, local server)
sv: Sök relaterade filer (eD2k, lokal server)

source: Copy eD2k link to clipboard
sv: Kopiera eD2k-länken till urklipp

source: Copy eD2k links to clipboard
sv: Kopiera eD2k länkar till Urklipp

source: Canceled
sv: Avbryten

source: Search progress: %u %%
sv: Sökets framstigande: %u %%

source: Search progress not available
sv: Framskridandet för söket är inte tillgänglig

source: Failed to connect to all obfuscated servers listed. Making another pass without obfuscation.
sv: Det gick inte att ansluta till några fördunkliade servrar i listan. Gör ett nytt försök utan obfuscation.

source: eD2k network disabled on preferences, not connecting.
sv: eD2k-nätverket inaktiverad i inställnigarna, ansluter inte.

source: No valid servers to which to connect found in server list
sv: Inga giltiga servrar att ansluta till finns i serverlista

source: Connected to %s (%s:%i)
sv: Ansluten till %s (%s:%i)

source: Connection established on: %s
sv: Anslutning etablerad med: %s

source: Fatal Error while trying to connect. Internet connection might be down
sv: Allvarligt fel vid försök att ansluta. Internet-anslutningen kan vara nere

source: Lost connection to %s (%s:%i)
sv: Förlorade anslutningen till %s (%s:%i)

source: %s (%s:%i) appears to be dead.
sv: %s (%s:%i) verkar vara död.

source: %s (%s:%i) appears to be full.
sv: %s (%s:%i) verkar vara full.

source: Connecting to %s (%s:%i) failed.
sv: Anslutning till %s (%s:%i) misslyckades.

source: ERROR: Socket invalid at timeout check
sv: FEL: Socket ogiltig vid timeout-kontroll

source: Connection attempt to %s (%s:%i) timed out.
sv: Anslutningsförsöket till %s (%s:%i) tog för lång tid.

source: Received late result of DNS lookup, discarding.
sv: Mottog sent resultat av DNS-sökning, förkastar.

source: Loading server.met file: %s
sv: Laddar server.met fil: %s

source: Server.met file not found!
sv: Server.met filen hittades inte!

source: Failed to load server.met file '%s', unknown format encountered.
sv: Det gick inte att läsa in server.met filen '%s', okänt format påträffades.

source: Failed to open server.met!
sv: Det gick inte att öppna server.met!

source: Server.met file corrupt, found invalid versiontag: 0x%x, size %i
sv: Server.met filen är korrupt, hittade ogiltig versiontag: 0x%x , storlek %i

source: Error: the file 'server.met' is corrupted:
sv: Fel: filen 'server.met' är skadad:

source: IO error while reading 'server.met':
sv: IO fel vid läsning av 'server.met':

source: Server not added: [%s:%d] does not specify a valid port.
sv: Server inte tillagd: [%s:%d] anger inte en giltig port.

source: Server not added: The IP of [%s:%d] is filtered or invalid.
sv: Server inte tillagd: IP på [%s:%d] filtrerades eller är ogiltig.

source: Server not added: Server with matching IP:Port [%s:%d] found in list.
sv: Server inte tilllagt: Server med matchande IP:Port [%s:%d] hittades i listan.

source: Server added: Server at [%s:%d] using the name '%s'.
sv: Server tillagd: server på [%s:%d] med namnet '%s'.

source: You are connected to the server you are trying to delete. please disconnect first.
sv: Du är ansluten till den server som du försöker ta bort. Vänligen koppla ifrån först.

source: Failed to open '%s'
sv: Misslyckades med att öppna '%s'

source: Failed to save server.met!
sv: Det gick inte att spara server.met!

source: Invalid URL
sv: Ogiltig URL

source: Finished downloading the server list from %s
sv: Färdig med hämtningen av serverlistan från %s

source: No server list address entry in 'addresses.dat' found. Please paste a valid server list address into this file in order to auto-update your server list
sv: Ingen serverlistadresspost i 'addresses.dat' hittades. Klistra in en giltig serverlista adressen i denna fil för att auto-uppdatera din serverlista

source: Start downloading server list from %s
sv: Börja ladda ner serverlista från %s

source: WARNING: invalid URL specified for auto-updating of servers: %s
sv: VARNING: ogiltig URL som angavs för auto-uppdatering av servrar: %s

source: No valid server.met auto-download url on addresses.dat
sv: Ingen giltig server.met auto-nedladdnings-url i addresses.dat

source: Failed to download the server list from %s
sv: Det gick inte att hämta serverlistan från %s

source: Local server is filtered by the IPFilters, reconnecting to a different server!
sv: Lokal server filtreras av IPFilters, återansluter till en annan server!

source: Server Name
sv: Servernamn

source: Static
sv: Statisk

source: You are connected to a server you are trying to delete. Please disconnect first. The server was NOT deleted.
sv: Du är ansluten till en server som du försöker ta bort. Koppla ifrån först. Servern togs INTE bort.

source: (Unknown name)
sv: (Okänt namn)

source: Are you sure you want to delete the static server %s
sv: Är du säker på att du vill ta bort den statiska servern %s

source: Servers (%i)
sv: Servrar (%i)

source: Connect to server
sv: Anslut till server

source: Mark server as static
sv: Markera servern som statisk

source: Mark server as non-static
sv: Markera servern som icke-statisk

source: Mark servers as static
sv: Markera servrar som statiska

source: Mark servers as non-static
sv: Markera servrar som icke-statiska

source: Remove server
sv: Ta bort server

source: Remove servers
sv: Ta bort servrar

source: Remove all servers
sv: Ta bort alla servrar

source: Reconnect to server
sv: Återanslut till server

source: Are you sure that you wish to delete all servers?
sv: Är du säker på att du vill ta bort alla servrar?

source: Are you sure that you wish to delete the selected server?
sv: Är du säker på att du vill ta bort vald server?

source: Are you sure that you wish to delete the selected servers?
sv: Är du säker på att du vill ta bort valda servrar?

source: ERROR: %s (%s) - %s
sv: FEL: %s ( %s ) - %s

source: WARNING: %s (%s) - %s
sv: VARNING: %s ( %s ) - %s

source: New clientid is %u
sv: Ny clientid är %u

source: WARNING: You have received Low-ID!
sv: VARNING: Du har fått low-ID!

source: Most likely this is because you're behind a firewall or router.
sv: Mest sannolikt är det på grund av att du är bakom en brandvägg eller router.

source: For more information, please refer to https://amule-org.github.io/docs
sv: För mer information, referera till https://amule-org.github.io/docs

source: Unknown server info received! - too short
sv: Okänd server info mottagen! - för kort

source: Saving of server-list completed.
sv: Lagring av serverlista klar.

source: Server rejected last command
sv: Servern avvisade senaste kommandot

source: Bogus packet received from server: %s
sv: Boguspaket/skräppaket mottagen från servern: %s

source: Unhandled error while processing packet from server: %s
sv: Ohanterat fel vid bearbetning av paket från servern: %s

source: Cannot create DNS solving thread for connecting to %s
sv: Det går inte att skapa DNS tråd för anslutning till %s

source: Server IP %s (%s) is filtered. Not connecting.
sv: Server IP %s (%s) är filtrerad. Ansluter inte.

source: using protocol obfuscation.
sv: med hjälp av protokollfördunkling.

source: Connecting to %s (%s - %s:%i) %s
sv: Ansluter till %s (%s - %s:%i) %s

source: Could not solve dns for server %s: Unable to connect!
sv: Det gick inte att hitta dns för server %s: Kan inte ansluta!

source: Server not added: No IP or hostname specified.
sv: Server inte tilllagd: Ingen IP eller värdnamn angiven.

source: Server not added: Invalid server-port specified.
sv: Server inte tilllagd: Ogiltig serverport angiven.

source: Running in LAN mode
sv: Kör på LAN-läge

source: Running
sv: Kör

source: Kademlia client ID:
sv: Kademlia klient-ID:

source: Connection State:
sv: Anslutningstillstånd:

source: Firewalled - open TCP port %d in your router or firewall
sv: Bakom brandvägg - öppna TCP-port %d i din router eller brandvägg

source: UDP Connection State:
sv: UDP anslutningstillstånd:

source: Firewalled - open UDP port %d in your router or firewall
sv: Bakom brandvägg - öppna UDP-port %d i din router eller brandvägg

source: Firewalled state:
sv: Brandväggstillstånd:

source: No buddy required - TCP port open
sv: Ingen kompis krävs - TCP-port öppen

source: No buddy required - UDP port open
sv: Ingen kompis krävs - UDP-port öppen

source: No buddy
sv: Ingen kompis

source: Connecting to buddy
sv: Ansluter till vän

source: Connected to buddy at %s
sv: Ansluten till vän på %s

source: IP address:
sv: IP-adress:

source: Indexed sources:
sv: Indexerade källor:

source: Indexed keywords:
sv: Indexerade nyckelord:

source: Indexed notes:
sv: Indexerade anteckningar:

source: Indexed load:
sv: Indexerad belastning:

source: Average Users:
sv: Genomsnittliga Användare:

source: Average Files:
sv: Genomsnittliga Filer:

source: Adding file %s to shares
sv: Lägga fil %s till utdelning

source: ERROR: Attempted to share %s
sv: FEL: Försökte dela %s

source: Shared directory not found, skipping: %s
sv: Delad mapp hittades inte, hoppar över: %s

source: Upload Status
sv: Uppladdningsstatus

source: Download Status
sv: Hämtningsstatus

source: Local File Name
sv: Lokalt filnamn

source: Shares File List
sv: Lista på delade filer

source: Directory Path
sv: Mappsökväg

source: Shared Files
sv: Utdelade filer

source: Add Comment/Rating
sv: Lägg till Kommentar/Betyg

source: Edit Comment/Rating
sv: Redigera Kommentar/Betyg

source: Add files in collection to transfer list
sv: Lägg till filer i samlingen för att överföringslistan

source: Copy magnet &URI to clipboard
sv: Kopiera magnet &URI till urklipp

source: Copy eD2k link to clipboard (&Source)
sv: Kopiera eD2k-länk till urklipp (&Source)

source: Copy eD2k link to clipboard (Source) (&With Crypt options)
sv: Kopiera eD2k-länk till urklipp (Source) (&With Crypt alternativ)

source: Copy eD2k link to clipboard (&Hostname)
sv: Kopiera eD2k-länk till urklipp (&Hostname)

source: Copy eD2k link to clipboard (Hostname) (With &Crypt options)
sv: Kopiera eD2k-länk till Urklipp (värdnamn) (Med &Crypt alternativ)

source: Copy eD2k link to clipboard (&AICH info)
sv: Kopiera eD2k-länken till urklipp (&AICH info)

source: Copy eD2k link to clipboard (&AICH info + Source)
sv: Kopiera eD2k-länk till urklipp (&AICH info + källa)

source: You need a HighID to create a valid sourcelink
sv: Du behöver en HighID att skapa en giltig sourcelink

source: Total size of Shared Files: %s
sv: Total storlek på Delade filer: %s

source: Shared Files (%i)
sv: Utdelade filer (%i)

source: Remote File Name
sv: Fjärrfilnamn

source: Uploaded Data (Session (Total)): %s
sv: Överförd data (Session (Total)): %s

source: Total Overhead (Packets): %s
sv: Totalt Overhead (paket): %s

source: File Request Overhead (Packets): %s
sv: Filbegäran Overhead (paket): %s

source: Source Exchange Overhead (Packets): %s
sv: Source Exchange Overhead (paket): %s

source: Server Overhead (Packets): %s
sv: Server Overhead (paket): %s

source: Kad Overhead (Packets): %s
sv: Kad Overhead (paket): %s

source: Active Uploads: %s
sv: Aktiva uppladdningar: %s

source: Waiting Uploads: %s
sv: Väntande uppladdningar: %s

source: Total successful upload sessions: %s
sv: Totalt framgångsrika uppladdningssessioner: %s

source: Total failed upload sessions: %s
sv: Totalt misslyckade uppladdningssessioner: %s

source: Average upload time: %s
sv: Genomsnittlig uppladdningstid: %s

source: Downloaded Data (Session (Total)): %s
sv: Nedladdad data (Session (Total)): %s

source: Found Sources: %s
sv: Hittade Källor: %s

source: Active Downloads (chunks): %s
sv: Aktiva nedladdningar (chunks): %s

source: Session UL:DL Ratio (Total): %s
sv: Session UL: DL förhållande (Total): %s

source: Average download rate (Session): %s
sv: Genomsnittliga nedladdningshastighet (Session): %s

source: Average upload rate (Session): %s
sv: Genomsnittlig uppladdningshastighet (Session): %s

source: Max download rate (Session): %s
sv: Max nedladdningshastighet (Session): %s

source: Max upload rate (Session): %s
sv: Max uppladdningshastighet (Session): %s

source: Reconnects: %i
sv: Återansluter: %i

source: Time Since First Transfer: %s
sv: Tid sedan första överföringen: %s

source: Connected To Server Since: %s
sv: Ansluten till server sedan: %s

source: Active Connections (estimate): %i
sv: Aktiva anslutningar (uppskattning): %i

source: Max Connection Limit Reached: %s
sv: Max anslutningsgräns har uppnåtts: %s

source: Average Connections (estimate): %g
sv: Genomsnittliga anslutningar (uppskattning): %g

source: Peak Connections (estimate): %i
sv: Toppar anslutningar (uppskattning): %i

source: Unknown: %s
sv: Okänd: %s

source: Filtered: %s
sv: Filtrerade: %s

source: Banned: %s
sv: Bannlysta: %s

source: Total: %i Known: %i
sv: Totalt: %i Kända: %i

source: Working Servers: %i
sv: Fungerande servrar: %i

source: Failed Servers: %i
sv: Inte fungerande servrar: %i

source: Total: %s
sv: Totalt: %s

source: Deleted Servers: %s
sv: Borttagna servrar: %s

source: Filtered Servers: %s
sv: Filtrerade servrar: %s

source: Users on Working Servers: %llu
sv: Användare på fungerande servrar: %llu

source: Files on Working Servers: %llu
sv: Filer på fungerande servrar: %llu

source: Total Users: %llu
sv: Totalt antal användare: %llu

source: Total Files: %llu
sv: Totalt antal filer: %llu

source: Server Occupation: %.2f%%
sv: Serveranvändade: %.2f%%

source: Number of Shared Files: %s
sv: Antal Delade filer: %s

source: Average file size: %s
sv: Genomsnittlig filstorlek: %s

source: Operating System
sv: Operativsystem

source: Not Received
sv: Inte mottagen

source: Active connections (1:%u)
sv: Aktiva anslutningar (1:%u)

source: Command '%s' with pid '%d' has finished with status code '%d'.
sv: Kommando '%s' med pid '%d' är klar med statuskoden '%d'.

source: Execute <str> and exit.
sv: Kör <str> och avsluta.

source: Invalid IP format. Use xxx.xxx.xxx.xxx:xxxx
sv: Ogiltigt IP-format. Använd xxx.xxx.xxx.xxx:xxxx

source: This command requires an argument. Valid arguments: 'all', filename, or a number.
sv: Detta kommando kräver ett argument. Giltiga argument. 'all', filename, eller ett nummer.

source: Processing by hash:
sv: Bearbetning efter hash:

source: Processing by filename:
sv: Bearbetning efter filnamn:

source: This command requires an argument. Valid arguments: a file hash.
sv: Detta kommando kräver ett argument. Giltiga argument: a file hash.

source: Not a valid number
sv: Inte ett giltigt nummer

source: Not a valid hash (length should be exactly 32 chars)
sv: Inte ett giltigt hash (längd ska vara exakt 32 tecken)

source: No search type defined. Type 'help search' to get more help.
sv: Ingen söktyp vald. Skriv 'help search' för att få mer hjälp.

source: Download File: %lu %s
sv: Hämta fil: %lu %s

source: Request failed with an unknown error.
sv: Begäran misslyckades med ett okänt fel.

source: Operation was successful.
sv: Operationen var lyckad.

source: Request failed with the following error: %s
sv: Begäran misslyckades med följande fel: %s

source: IP filtering for clients is %s.
sv: IP-filtrering för klienterna är %s.

source: IP filtering for servers is %s.
sv: IP-filtrering för servrar är %s.

source: Current IPFilter Level is %d.
sv: Aktuell IPFilternivå är %d.

source: Connected to %s %s %s
sv: Ansluten till %s %s %s

source: Now connecting
sv: Ansluter nu

source: firewalled
sv: via brandvägg

source: Download: %s
sv: Hämtningar: %s

source: Upload: %s
sv: Uppladdningar: %s

source: Clients in queue: %d
sv: Klienter i kö: %d

source: Total sources: %d
sv: Totalt källor: %d

source: Number of search results: %i
sv: Antal sökresultat: %i

source: Received an unknown reply from the server, OpCode = %#x.
sv: Fick ett okänt svar från servern, Opcode = %#x.

source: Show short status information.
sv: Visa kort statusinformation.

source: Show connection status, current up/download speeds, etc.
sv: Visa anslutningsstatus, nuvarande upp/nedladdningshastigheter, etc.

source: Show full statistics tree.
sv: Visa fullständigt statistikträd.

source: Optionally, a number in the range 0-255 can be passed as an argument to this command, which tells how many entries of the client version subtrees should be shown. Passing 0 or omitting it means 'unlimited'. Example: 'statistics 5' will show only the top 5 versions for each client type.
sv: Eventuellt kan ett tal i intervallet 0-255 skickas som ett argument till detta kommando, som berättar hur många poster av klientversionens träd ska visas. Skickas 0 eller inget alls innebär 'obegränsat'. Exempel: 'statistics 5' kommer att visa endast de översta 5 versionerna för varje klienttyp.

source: Shut down aMule.
sv: Stäng ner aMule.

source: Shut down the remote running core (amule/amuled). This will also shut down the text client, since it is unusable without a running core.
sv: Stäng av den fjärrkörande kärnan (amule/amuled). Detta kommer också stänga av textklienten, eftersom det är oanvändbar utan en körande kärna.

source: Reload the given object.
sv: Ladda om det givna objektet.

source: Reload shared files list.
sv: Ladda om listan med delade filer.

source: Reload IP filtering table.
sv: Ladda om IP-filtreringtabell.

source: Reload current IP filtering table.
sv: Ladda om nuvarande IP-filtreringstabell.

source: Update IP filtering table from URL.
sv: Uppdatera IP-filtreringstabell från URL.

source: If URL is omitted the URL from the preferences is used.
sv: Om URL utelämnas används URLen från inställningarna.

source: Connect to the network.
sv: Anslut till nätverket.

source: This will connect to all networks that are enabled in Preferences. You may also optionally specify a server address in IP:Port form, to connect to that server only. The IP must be a dotted decimal IPv4 address, or a resolvable DNS name.
sv: Detta kommer att ansluta till alla nätverk som är aktiverade i Inställningarna. Du kan också välja att ange en serveradress i IP:Port-form, för att ansluta till endast den servern. IP måste vara en punktad decimal-IPv4-adress, eller ett fungerande DNS-namn.

source: Connect to eD2k only.
sv: Anslut endast till eD2k.

source: Connect to Kad only.
sv: Anslut endast till Kad.

source: Disconnect from the network.
sv: Koppla ifrån nätverket.

source: This will disconnect from all networks that are currently connected.
sv: Detta kommer att koppla ifrån alla nätverk som nu är anslutna.

source: Disconnect from eD2k only.
sv: Koppla endast ifrån eD2k.

source: Disconnect from Kad only.
sv: Koppla endast ifrån Kad.

source: Add an eD2k or magnet link to core.
sv: Lägg till en ed2k- eller magnetlänk till kärnan.

source: The eD2k link to be added can be: *) a file link (ed2k://|file|...), it will be added to the download queue, *) a server link (ed2k://|server|...), it will be added to the server list, *) or a serverlist link, in which case all servers in the list will be added to the server list. The magnet link must contain the eD2k hash and file length.
sv: eD2k-länk som ska läggas till kan vara: *) en fillänk (ed2k://|file|...), det kommer att läggas till i nedladdningskön, *) en serverlänk (ed2k://|server|...), kommer att läggas till i serverlistan, *) eller en serverlist länk, i vilket fall alla servrar i listan kommer att läggas till serverlistan Magnetlänken måste innehålla eD2k-hash och fillängd.

source: Set a preference value.
sv: Ange ett inställningvärde.

source: Set IP filtering preferences.
sv: Ange IP-filtreringsinställningar.

source: Turn IP filtering on for both clients and servers.
sv: Slå på IP-filtrering för både klienter och servrar.

source: Turn IP filtering off for both clients and servers.
sv: Stäng av IP-filtrering för både klienter och servrar.

source: Enable/Disable IP filtering for clients.
sv: Aktivera/inaktivera IP-filtrering för klienter.

source: Turn IP filtering on for clients.
sv: Slå på IP-filtrering för klienter.

source: Turn IP filtering off for clients.
sv: Stäng av IP-filtrering för klienter.

source: Enable/Disable IP filtering for servers.
sv: Aktivera/inaktivera IP-filtrering för servrar.

source: Turn IP filtering on for servers.
sv: Slå på IP-filtrering för servrar.

source: Turn IP filtering off for servers.
sv: Stäng av IP-filtrering för servrar.

source: Select IP filtering level.
sv: Välj IP-filtreringsnivå.

source: Valid filtering levels are in the range 0-255, and it's default (initial) value is 127.
sv: Giltiga filtreringsnivåer är i intervallet 0-255, och dess standard (initialt) värde är 127.

source: Set bandwidth limits.
sv: Sätt bandbreddsgränser.

source: The value given to these commands has to be in kilobytes/sec.
sv: Det värde som ges till dessa kommandon måste vara i kilobyte/s.

source: Set upload bandwidth limit.
sv: Sätt gräns för bandbredd.

source: The given value must be in kilobytes/sec.
sv: Det givna värdet måste vara i kilobyte/sekund.

source: Set download bandwidth limit.
sv: Sätt gräns för nedladdningsbandbredd.

source: Get and display a preference value.
sv: Hämta och visa ett inställningsvärde.

source: Get IP filtering preferences.
sv: Hämta IP-filtreringsinställningar.

source: Get IP filtering state for both clients and servers.
sv: Hämta IP-filtreringstillstånd för både klienter och servrar.

source: Get IP filtering state for clients only.
sv: Hämta IP-filtreringstillstånd endast för klienter.

source: Get IP filtering state for servers only.
sv: Hämta IP-filtreringstillstånd endast för servrar.

source: Get IP filtering level.
sv: Hämta IP-filtreringsnivå.

source: Get bandwidth limits.
sv: Hämta bandbreddbegränsningar.

source: Execute a search.
sv: Utför en sökning.

source: Execute a global search.
sv: Utför en global sökning.

source: Execute a local search
sv: Utför en lokal sökning

source: Execute a kad search
sv: Utför en kadsökning

source: Show the progress of a search.
sv: Visa sökförloppet.

source: Start downloading a file
sv: Börja ladda ner en fil

source: The number of a file from the last search has to be given. Example: 'download 12' will start to download the file with the number 12 of the previous search.
sv: Numret på en fil från den senaste sökningen måste anges Exempel.. 'download 12' kommer att börja ladda ner filen med nummer 12 i den föregående sökningen.

source: Pause download.
sv: Pausa hämtning.

source: Resume download.
sv: Fortsätt hämtning.

source: Cancel download.
sv: Avbryt hämtning.

source: Set download priority.
sv: Ställ in hämtningsprioritet.

source: Set priority of a download to Low, Normal, High or Auto.
sv: Sätt prioritet för en nedladdning till Låg, Normal, Hög eller Auto.

source: Set priority to low.
sv: Sätt prioritet till låg.

source: Set priority to normal.
sv: Sätt prioritet till det normala.

source: Set priority to high.
sv: Sätt prioritet till högt.

source: Set priority to auto.
sv: Sätt prioritet till auto.

source: Show queues/lists.
sv: Visa köer/listor.
